Repository: common-repository/blakelt-wordpress-integration
Catalog: blakelt-wordpress-integration-*.po
Languages: lt_lt

source: Blake.lt plugin settings
lt_lt: Blake.lt įskiepio nustatymai

source: Because this is the first version of Blake.lt plugin, we do not have any configuration options, yet.
lt_lt: Kadangi tai yra pirma Blake.lt įskiepio versija, nustatymų dar nėra.

source: Blake.lt plugin usage
lt_lt: Blake.lt įskiepio naudojimas

source: You can use this plugin as a widget. To do that go to "Appearance" > "Widgets" and add Blake.lt widget.
lt_lt: Įskiepį galite naudoti kaip valdiklį (angl. widget). Eikite į "Išvaizda" > "Valdikliai" ir aktyvuokite Blake.lt valdiklį.

source: Also you can use this plugin as a standalone function. Anywhere in your theme files you can use this:
lt_lt: Taip pat galite naudoti šį įskiepį, kaip funkciją. Bet kur savo išvaizdos failuose galite naudoti:

source: Updates
lt_lt: Atnaujinimai

source: Replace YOUR_USERNAME with your Blake.lt username. Of course you can set, how many messages do you want to display, or set whether you want to show your username, date or replies. Like the example below:
lt_lt: Pakeiskite YOUR_USERNAME į Blake.lt vartotojo vardą. Taip pat galite nustatyti, kiek žinučių norite rodyti ir ar norite rodyti žinutės autoriaus vartotojo vardą, datą, @atsakymus. Pavyzdžiui:

source: Using the example above, you will show 1 message with replies and no username included.
lt_lt: Naudojantis aukščiau pateiktu pavyzdžiu, jūs matysite vieną žinutę su @atsakymais ir be vartotojo vardo.

source: Function <em>blake_list_messages</em> retrieves already formatted messages with &lt;ul&gt; and &lt;li&gt; tags. If you want to get only an array of messages, use <em>blake_get_messages</em> instead.
lt_lt: Funkcija <em>blake_list_messages</em> grąžina jau suformatuotas žinutes su &lt;ul&gt; ir &lt;li&gt; gairėmis. Jeigu norite gauti tik žinučių masyvą, naudokite funkciją <em>blake_get_messages</em>.

source: Full documentation you can find at <a href="http://blakelt.pbwiki.com/Wordpress-priedas" title="Blake.lt wiki" target="_blank">Blake.lt Wiki</a>.
lt_lt: Pilną dokumentaciją rasite <a href="http://blakelt.pbwiki.com/Wordpress-priedas" title="Blake.lt wiki" target="_blank">Blake.lt Wiki</a>.

source: Title:
lt_lt: Pavadinimas:

source: Username:
lt_lt: Nario vardas:

source: Your Blake.lt username
lt_lt: Jūsų Blake.lt nario vardas

source: Number of updates to show:
lt_lt: Atnaujinimų skaičius:

source: (at most 20)
lt_lt: (maks. 20)

source: Show your replies
lt_lt: Rodyti jūsų @atsakymus

source: Show message author
lt_lt: Rodyti žinutės autorių

source: Show message date
lt_lt: Rodyti žinutės datą
